Revit 2027 API
ParameterTypeId.LoadIsReaction Property
 "Is Reaction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadIsReaction { get; }
Public Shared ReadOnly Property LoadIsReaction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadIsReaction {
	ForgeTypeId^ get ();
}
static member LoadIsReaction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace